---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.PlasticvinylApplicationType.Polished
enum: Autodesk.Revit.DB.Visual.PlasticvinylApplicationType
source: html/3167bb0d-dd9f-ee97-81d6-e619c3b4ae9c.htm
---
# Autodesk.Revit.DB.Visual.PlasticvinylApplicationType.Polished